[
   {
    "id": "1",
    "name": "BERMUDA CINTURA MÉDIA COM PREGAS E DETALHE NA BARRA VERDE",
	"description": "Bermuda cintura média em viscolinho com pregas e detalhe na barra. Elegante e supercharmosa, a peça é perfeita para quem adora um look arrumadinho com conforto e leveza.",
	"code": "599974281",
	"price": 89.90,
	"summary": "O TECIDO QUE AMAMOS: O viscolinho é uma mistura de linho e viscose. O material proporciona toque macio, caimento fluido e um visual sofisticado à peça. Além disso, traz conforto e leveza ao look, perfeito para os dias atuais.",
	"category": "Feminino",
	"quantity": 5, 
	"image": "https://img.lojasrenner.com.br/item/565759305/zoom/1.jpg"
    },
   {
    "id": "2",
    "name": "BLUSA REGATA CROPPED EM VISCOSE COM FRANZIDO NO BUSTO E ESTAMPA POÁ BEGE",
    "description": "Blusa regata cropped em viscose, com detalhe franzido no busto, a peça torna-se mais delicada e charmosa. A estampa em poá alongado, nunca sai de moda, traz ao look uma ar vintage e superestiloso. O modelo é leve e muito confortável.",
    "code": "599419974",
    "price": 79.90,
    "summary": "VERSATILIDADE DO FIT: O cropped é o termo em inglês para 'cortado' e é comumente utilizado para a versão mais curta de blusas. O fit valoriza o corpo e as curvas, tanto nos caimentos justinhos como nos mais soltos, pois revela mais a cintura. Indispensável no guarda-roupas pois é uma peça versátil e fácil de combinar nos looks. A dica é usar blusinhas croppeds com partes de baixo de cintura alta.",
    "quantity": 1,
	"category": "Feminino",
    "image": "https://img.lojasrenner.com.br/item/601231031/zoom/1.jpg" 
	},
   {
    "id": "3",
    "name": "JAQUETA PESADA COM CAPUZ E FECHAMENTO POR BOTÕES E ZÍPER BEGE",
    "description": "Jaqueta com capuz ajustável, fechamento por zíper e botões. Puro estilo, a peça é a cara daqueles dias bastante frios. Sinônimo de aconchego e conforto, este item não pode faltar na coleção de todo homem que gosta de manter a elegância independente da estação.",
    "code": "599422909",
    "price": 319.90,
    "summary": "O TECIDO QUE AMAMOS: Um marco na indústria têxtil, o poliéster foi o grande responsável pela criação de uma moda jovem e surgimento das tendências, isso lá nos anos 1960 - amém, poliéster! Uma característica importante é a memória de forma, que livra a peça daqueles amassados desgradáveis, motivo pelo qual a fibra é mesclada com outras não tão fortes nesse quesito, como o linho e algodão. Muita tecnologia foi aplicada no desenvolvimento do material nos últimos 60 anos, e as possibilidades são várias: de tecidos com toque e visual acetinado aos de alta performance, leves e respiráveis, ideais para o sportwear.",
    "quantity": 0,
    "category": "Masculino",
    "image": "https://img.lojasrenner.com.br/item/597003828/zoom/1.jpg" 
	},
   {
    "id": "4",
    "name": "BODY ALGODAO ESTAMPA LOCALIZADA CARA DE URSO E LETTERING BABY BEAR COM VIÉS CONTRASTANTE",
    "description": "Body infantil confeccionado em malha macia, possui estampa de urso e viés contrastante. A peça oferece gola americana, que garante praticidade na hora de vestir seu bebê, assim como o entrepernas com fechamento em botões de pressão. Sua composição em algodão responsável, proporciona conforto e respirabilidade, essenciais para acompanhar os pequenos em suas primeiras descobertas.",
    "code": "599428216",
    "price": 49.90,
    "summary": "VERSATILIDADE DO FIT: Os bodies são um clássico do guarda-roupa dos bebês. Com vários mecanismos que garantem praticidade ao vestir - da gola americana ao fechamento entrepernas, a peça também é um xodó das mamães. Superfofos, geralmente são confeccionados em tecidos naturais, proporcionando conforto e respirabilidade, indispensáveis para acompanhar os pequenos em suas primeiras descobertas. O TECIDO QUE AMAMOS: Superconhecida do grande público, a ribana é um tecido - em geral - composto por algodão, com superfície canelada. Confortável e respirável, tem uso frequente em blusas para o dia-a-dia, pijamas e até mesmo lingerie.",
    "quantity": 10, 
    "category": "Infantil",
    "image": "https://img.lojasrenner.com.br/item/616836711/zoom/1.jpg" 
	},
    {
     "id": "5",
     "name": "REGATA COM RECORTES EM BLOCO DE COR E BOLSO FRONTAL MULTICORES",
     "description": "Regata masculina, com recortes em blocos de cor em diferentes padronagens. Sua composição, em algodão e poliéster, proporciona conforto e respirabilidade, sem que a peça amasse tão facilmente. O modelo despojado é ideal para uso no dia-a-dia, e pode ser coordenado com peças mais básicas, como a bermuda jeans.",
     "code": "552422501",
     "price": 19.90,
     "summary": "O TECIDO QUE AMAMOS. O Algodão é uma fibra longa e esbranquiçada, uma velha conhecida até dos menos entendidos de tecidos – impossível não associá-lo a uma camiseta básica, né? Com atributos como conforto, durabilidade e maciez, é utilizado há séculos para confecção de roupas. Diversos tecidos são feitos a partir do algodão, como tricoline, crepe, flanela e sarja, por exemplo.",
     "quantity": 6, 
     "category": "Moda Praia",
     "image": "https://img.lojasrenner.com.br/item/552422527/zoom/1.jpg" 
     }
]